Repository: artcomventure/_s
Catalog: utilities/languages/*.po
Languages: de_de

source: 404 not found error
de_de: 404 nicht gefunden Fehler

source: Leave blank to redirect to front page.
de_de: Leer lassen, um zur Startseite weiterzuleiten.

source: Page for …
de_de: Seite für …

source: Pages for …
de_de: Seiten für …

source: Theme Options
de_de: Theme-Einstellungen

source: Empty caption
de_de: Leere Bildunterschriften

source: Force <code>&lt;figcaption&gt;</code> to be added, even if it's empty. Mostly for styling reasons.
de_de: Erzwingt das Hinzufügen von <code>&lt;figcaption&gt;</code>, auch wenn es leer ist. Meistens aus Styling-Gründen.

source: Disable Posts
de_de: Beiträge deaktivieren

source: Remove post UI from backend. Post menu page will be removed once there are no posts anymore.
de_de: Entfernt die Post-Benutzeroberfläche aus dem Backend. Die Beitragsmenüseite wird entfernt, sobald keine Beiträge mehr vorhanden sind.

source: Disable Search
de_de: Suche deaktivieren

source: All search requests will be redirected to home page.
de_de: Alle Suchanfragen werden zur Startseite weitergeleitet.

source: Enable Pjax
de_de: Pjax aktivieren

source: Load page content using AJAX without reloading your page's layout.
de_de: Lade den Inhalt der Seiten mit AJAX, ohne das Layout Ihrer Seite neu zu laden.

source: Loosen security
de_de: Sicherheitsmaßnahmen lockern

source: This features should be disabled at all times! But there are cases to enable it temporarily. Use this with caution!
de_de: Diese Funktion sollte immer deaktiviert bleiben! Es gibt jedoch Fälle, in denen sie vorübergehend aktiviert werden muss. Verwenden Sie dies mit Vorsicht!

source: Enable custom-select.js
de_de: Aktiviere custom-select.js

source: Replacing and enhancing the native <code>select</code> (dropdown) element.
de_de: Ersetzen und Verbessern des nativen <code>select</code> (Dropdown) elements.

source: CSS selectors for <code>select</code> fields to apply custom-select.js to. Leave blank to apply to all. Each selector in a new line.
de_de: CSS-Selektoren für <code>select</code>-Felder, auf die custom-select.js angewendet werden soll. Leer lassen, um auf alle anzuwenden. Jeder Selektor in einer neuen Zeile.
