Repository: artcomventure/_s
Catalog: utilities/inc/plugins/contact-form-7/languages/*.po
Languages: de_de

source: the @ sign is missing.
de_de: das @-Zeichen fehlt.

source: The email address entered by the sender is missing an @ sign
de_de: In der eingegebenen E-Mail-Adresse des Absenders fehlt ein @-Zeichen

source: The email address entered by the sender contains multiple @ signs
de_de: Die eingegebenen E-Mail-Adresse des Absenders enthält mehrere @-Zeichen

source: multiple @ signs are used.
de_de: mehrere @-Zeichen werden verwendet.

source: The email address entered by the sender is missing an username
de_de: In der eingegebenen E-Mail-Adresse des Absenders fehlt der Benutzername

source: the username is missing.
de_de: der Benutzername fehlt.

source: The email address entered by the sender is missing the domain
de_de: In der eingegebenen E-Mail-Adresse des Absenders fehlt die Domain

source: the domain is missing.
de_de: die Domain fehlt.

source: The email address entered by the sender is missing the top-level domain
de_de: In der eingegebenen E-Mail-Adresse des Absenders fehlt die Top-Level-Domain

source: the top-level domain is missing.
de_de: die Top-Level-Domain fehlt.

source: The email address entered by the sender contains whitespace characters
de_de: Die eingegebenen E-Mail-Adresse des Absenders enthält Leerzeichen

source: whitespace characters are used.
de_de: es werden Leerzeichen verwendet.

source: The email address is invalid: %s
de_de: Die E-Mail-Adresse ist ungültig: %s

source: If you enter a URL, the user will be redirected to it.
de_de: Wenn Du eine URL eingibst, wird der Benutzer dorthin weitergeleitet.
