Repository: artcomventure/_s
Catalog: utilities/js/libs/dotlottie-wc/languages/*.po
Languages: de_de

source: DotLottie Settings
de_de: DotLottie Einstellungen

source: In the editor, the animation is always played automatically and looped for preview purposes.
de_de: Im Editor wird die Animation zur Vorschau immer automatisch und in Schleife abgespielt.

source: Start animation
de_de: Animation starten

source: Loop
de_de: Schleife

source: The file is only loaded when it is immediately needed.
de_de: Die Datei wird erst geladen, wenn sie unmittelbar benötigt wird.

source: Web component that allows you to easily embed Lottie animations.
de_de: Webkomponente, mit der man Lottie-Animationen einfach einbetten kann.

source: Change file
de_de: Datei ändern

source: Select file
de_de: Datei auswählen

source: on file load
de_de: wenn Datei geladen ist

source: on click
de_de: beim Klick

source: on hover
de_de: bein Mouseover

source: on custom event
de_de: beim benutzerdefiniertem Ereignis
